Repository: Josborquez/OnplayWallet
Catalog: languages/onplay-wallet-*.po
Languages: es_es

source: Please enter a valid email address
es_es: Por favor ingresa una dirección de correo electrónico válida

source: Invalid payment method
es_es: Método de pago inválido

source: Coupon code applied successfully as cashback.
es_es: Código de cupón aplicado exitosamente como cashback.

source: Wallet funds transfer to %s
es_es: Transferencia de fondos de billetera a %s

source: Wallet funds received from %s
es_es: Fondos de billetera recibidos de %s

source: Wallet credit through purchase #
es_es: Crédito de billetera por compra #

source: Wallet credit through cashback #
es_es: Crédito de billetera por cashback #

source: Wallet credit through cashback by applying coupon
es_es: Crédito de billetera por cashback al aplicar cupón

source: For order payment #
es_es: Para pago de pedido #

source: Wallet refund #
es_es: Reembolso de billetera #

source: %s paid through wallet
es_es: %s pagado a través de la billetera

source: %s refunded to customer wallet
es_es: %s reembolsado a la billetera del cliente

source: Wallet amount %s has been credited to customer upon cancellation
es_es: El monto de billetera %s ha sido acreditado al cliente por cancelación

source: Cashback for #%s has been debited upon cancellation
es_es: El cashback por #%s ha sido debitado por cancelación

source: Your order with ID #%s has been cancelled and hence your wallet amount has been refunded!
es_es: ¡Tu pedido con ID #%s ha sido cancelado y por lo tanto el monto de tu billetera ha sido reembolsado!

source: has been credited to your wallet.
es_es: ha sido acreditado en tu billetera.

source: has been debited from your wallet.
es_es: ha sido debitado de tu billetera.

source: Current Balance: %s
es_es: Saldo actual: %s

source: | Current Balance: %s
es_es: | Saldo actual: %s

source: | Current Balance: <strong>%s</strong>
es_es: | Saldo actual: <strong>%s</strong>

source: Wallet
es_es: Billetera

source: %1$s will be debited from your wallet and %2$s will be paid through other payment method
es_es: %1$s se debitará de tu billetera y %2$s se pagará a través de otro método de pago

source: You have %s in your wallet to spend!
es_es: ¡Tienes %s en tu billetera para gastar!

source: Wallet balance only?
es_es: ¿Solo saldo de billetera?

source: Please <a href="%1$s">log in</a> to avail %2$s cashback from this order.
es_es: Por favor <a href="%1$s">inicia sesión</a> para obtener %2$s de cashback de este pedido.

source: Your wallet balance is low. Please add %s to proceed with this transaction.
es_es: Tu saldo de billetera es bajo. Por favor agrega %s para proceder con esta transacción.

source: Title:
es_es: Título:

source: Current balance:
es_es: Saldo actual:

source: Logout
es_es: Cerrar sesión

source: Account details
es_es: Detalles de la cuenta

source: New wallet transaction
es_es: Nueva transacción de billetera

source: New wallet transaction emails are sent to user when a wallet transaction received.
es_es: Los correos de nueva transacción de billetera se envían al usuario cuando se recibe una transacción.

source: Email heading
es_es: Encabezado del correo

source: Email type
es_es: Tipo de correo

source: Enable this email notification
es_es: Activar esta notificación por correo

source: Subject
es_es: Asunto

source: Available placeholders: %s
es_es: Marcadores disponibles: %s

source: Choose which format of email to send.
es_es: Elige el formato de correo a enviar.

source: Your {site_title} wallet transaction from {transaction_date}
es_es: Tu transacción de billetera en {site_title} del {transaction_date}

source: New transaction has been initiated
es_es: Se ha iniciado una nueva transacción

source: Low Wallet Balance
es_es: Saldo bajo de billetera

source: Your %s wallet balance is low.
es_es: Tu saldo de billetera %s es bajo.

source: Your {site_title} wallet balance is low.
es_es: Tu saldo de billetera en {site_title} es bajo.

source: Threshold for low wallet balance
es_es: Umbral para saldo bajo de billetera

source: A minimum balance on which customers will be notified to recharge again the wallet.
es_es: El saldo mínimo en el cual se notificará a los clientes para recargar la billetera.

source: If the wallet balance reaches the lower limit set by admin for notification then the customer will get the notification for low wallet balance.
es_es: Si el saldo de la billetera alcanza el límite inferior establecido por el administrador, el cliente recibirá la notificación de saldo bajo.

source: Please recharge you wallet now to avoid any disruption.
es_es: Por favor recarga tu billetera ahora para evitar interrupciones.

source: Please recharge your wallet for continue using.
es_es: Por favor recarga tu billetera para seguir usándola.

source: Current wallet balance is
es_es: El saldo actual de la billetera es

source: W
es_es: B

source: Wallet Top-up
es_es: Recarga de billetera

source: Wallet Charge
es_es: Cargo de billetera

source: Wallet Withdraw
es_es: Retiro de billetera

source: Withdrawal request #
es_es: Solicitud de retiro #

source: Auto approve wallet withdraw on request
es_es: Aprobar automáticamente retiros de billetera bajo solicitud

source: User ID
es_es: ID de usuario

source: User email address
es_es: Correo electrónico del usuario

source: Unique identifier for the resource.
es_es: Identificador único del recurso.

source: Wallet transaction amount.
es_es: Monto de la transacción de billetera.

source: Wallet transaction type.
es_es: Tipo de transacción de billetera.

source: Wallet transaction details.
es_es: Detalles de la transacción de billetera.

source: Sorry, you are not allowed to create resources.
es_es: Lo sentimos, no tienes permiso para crear recursos.

source: Sorry, you cannot list resources.
es_es: Lo sentimos, no puedes listar recursos.

source: User not found
es_es: Usuario no encontrado

source: Export
es_es: Exportar

source: Export Transactions
es_es: Exportar transacciones

source: Export all columns
es_es: Exportar todas las columnas

source: Export all users
es_es: Exportar todos los usuarios

source: Export transactions to a CSV file
es_es: Exportar transacciones a un archivo CSV

source: This tool allows you to generate and download a CSV file containing a list of all transactions.
es_es: Esta herramienta te permite generar y descargar un archivo CSV con una lista de todas las transacciones.

source: Which columns should be exported?
es_es: ¿Qué columnas deben exportarse?

source: Which users should be exported?
es_es: ¿Qué usuarios deben exportarse?

source: Generate CSV
es_es: Generar CSV

source: From date
es_es: Desde la fecha

source: To date
es_es: Hasta la fecha

source: Choose File
es_es: Elegir archivo

source: Update balance
es_es: Actualizar saldo

source: Added by
es_es: Agregado por

source: Currency
es_es: Moneda

source: Please enter 3 or more characters
es_es: Por favor ingresa 3 o más caracteres

source: No results found
es_es: No se encontraron resultados

source: Searching…
es_es: Buscando…

source: No transactions available
es_es: No hay transacciones disponibles

source: Transactions per page
es_es: Transacciones por página

source: Select
es_es: Seleccionar

source: Custom
es_es: Personalizado

source: Today
es_es: Hoy

source: Yesterday
es_es: Ayer

source: Last 7 days
es_es: Últimos 7 días

source: Last 30 days
es_es: Últimos 30 días

source: This month
es_es: Este mes

source: Last month
es_es: Mes pasado

source: Apply
es_es: Aplicar

source: Cancel
es_es: Cancelar

source: Mon
es_es: Lun

source: Tue
es_es: Mar

source: Wed
es_es: Mié

source: Thu
es_es: Jue

source: Fri
es_es: Vie

source: Sat
es_es: Sáb

source: Sun
es_es: Dom

source: First
es_es: Primero

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Last
es_es: Último

source: Current page
es_es: Página actual

source: Show %s entries
es_es: Mostrar %s registros

source: Showing %1$1s to %2$2s of %3$3s entries
es_es: Mostrando %1$1s a %2$2s de %3$3s registros

source: Showing 0 to 0 of 0 entries
es_es: Mostrando 0 a 0 de 0 registros

source: (filtered from %1s total entries)
es_es: (filtrado de %1s registros totales)

source: No matching records found
es_es: No se encontraron registros coincidentes

source: yyyy-mm-dd
es_es: aaaa-mm-dd

source: Add
es_es: Agregar

source: Close modal panel
es_es: Cerrar panel modal

source: Amount (%s)
es_es: Monto (%s)

source: Enter description
es_es: Ingresa la descripción

source: Completed
es_es: Completado

source: Processing
es_es: Procesando

source: On hold
es_es: En espera

source: Pending payment
es_es: Pago pendiente

source: View Wallet settings
es_es: Ver configuración de billetera

source: You have no permission to do that
es_es: No tienes permiso para hacer eso

source: If enabled user will be able to add funds into wallet.
es_es: Si se activa, el usuario podrá agregar fondos a su billetera.

source: Commission received for commission id
es_es: Comisión recibida por ID de comisión

source: Commission received for commission id #
es_es: Comisión recibida por ID de comisión #

source: Minimum threshold amount to withdrawal commission is
es_es: El monto mínimo para retiro de comisión es

source: (no title)
es_es: (sin título)

source: Edit balance
es_es: Editar saldo

source: OnplayWallet top-up form for your site.
es_es: Formulario de recarga de billetera OnplayWallet para tu sitio.

source: Extensions
es_es: Extensiones

source: Obtain Superpowers to get the best out of OnplayWallet
es_es: Obtén superpoderes para sacar lo mejor de OnplayWallet

source: Use superpowers to stand above the crowd. our high-octane add-ons are designed to boost your store wallet features.
es_es: Usa superpoderes para destacar. Nuestros complementos de alto rendimiento están diseñados para potenciar las funciones de billetera de tu tienda.

source: Learn More
es_es: Saber más

source: Premium plugins
es_es: Plugins premium

source: View OnplayWallet premium plugins
es_es: Ver plugins premium de OnplayWallet

source: API docs
es_es: Documentación API

source: View OnplayWallet API docs
es_es: Ver documentación API de OnplayWallet

source: Support forum
es_es: Foro de soporte

source: Visit community forums
es_es: Visitar foros de la comunidad

source: Saldo en cache. El POS no responde en este momento.
es_es: Saldo en caché. El POS no responde en este momento.

source: Pay at POS with QR
es_es: Pagar en POS con QR

source: Wallet QR Code
es_es: Código QR de billetera

source: Show this code at any OnplayPOS terminal
es_es: Muestra este código en cualquier terminal OnplayPOS

source: OnplayPOS Integration
es_es: Integración OnplayPOS

source: Connection Status
es_es: Estado de conexión

source: Integration
es_es: Integración

source: Enabled & Configured
es_es: Activado y configurado

source: Not configured
es_es: No configurado

source: Configure Settings
es_es: Configurar ajustes

source: POS API URL
es_es: URL de la API POS

source: Not set
es_es: No establecido

source: Auto-sync
es_es: Sincronización automática

source: QR Payments
es_es: Pagos QR

source: Sync Direction
es_es: Dirección de sincronización

source: Bidirectional
es_es: Bidireccional

source: Test Connection
es_es: Probar conexión

source: Connection failed:
es_es: Error de conexión:

source: Connection successful!
es_es: ¡Conexión exitosa!

source: API Endpoints for OnplayPOS
es_es: Endpoints API para OnplayPOS

source: Configure your OnplayPOS system to use these endpoints:
es_es: Configura tu sistema OnplayPOS para usar estos endpoints:

source: Method
es_es: Método

source: Get customer wallet balance
es_es: Obtener saldo de billetera del cliente

source: Credit customer wallet (deposit)
es_es: Acreditar billetera del cliente (depósito)

source: Debit customer wallet (POS payment)
es_es: Debitar billetera del cliente (pago POS)

source: Get transaction history
es_es: Obtener historial de transacciones

source: Process QR code payment
es_es: Procesar pago con código QR

source: Look up customer by email or phone
es_es: Buscar cliente por correo o teléfono

source: Receive webhook events from POS
es_es: Recibir eventos webhook del POS

source: Health check / connection status
es_es: Verificación de salud / estado de conexión

source: Authentication:
es_es: Autenticación:

source: Include the header
es_es: Incluir el encabezado

source: Webhook Configuration
es_es: Configuración de Webhook

source: Configure your OnplayPOS to send webhooks to:
es_es: Configura tu OnplayPOS para enviar webhooks a:

source: Include the header:
es_es: Incluir el encabezado:

source: Supported events:
es_es: Eventos soportados:

source: Credit a customer wallet from POS
es_es: Acreditar billetera del cliente desde POS

source: Debit a customer wallet from POS
es_es: Debitar billetera del cliente desde POS

source: Create a new customer from POS
es_es: Crear un nuevo cliente desde POS

source: Test connectivity
es_es: Probar conectividad
