Repository: Josborquez/OnplayWallet
Catalog: languages/onplay-wallet-*.po
Languages: es_es

source: The leading wallet plugin for WooCommerce with partial payment, refunds, cashbacks and what not!
es_es: El plugin de billetera líder para WooCommerce con pagos parciales, reembolsos, cashback y mucho más.

source: StandaloneTech
es_es: OnplayWallet

source: Your settings have been saved.
es_es: Tu configuración ha sido guardada.

source: Cheatin&#8217; huh?
es_es: ¿Intentando hacer trampa?

source: Return to actions
es_es: Volver a acciones

source: Daily visits
es_es: Visitas diarias

source: Set credit for daily visits
es_es: Establecer crédito por visitas diarias

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable credit for daily visits.
es_es: Activar crédito por visitas diarias.

source: Amount
es_es: Monto

source: Enter amount which will be credited to the user wallet for daily visits.
es_es: Ingresa el monto que se acreditará en la billetera del usuario por visitas diarias.

source: Exclude user role
es_es: Excluir rol de usuario

source: This option lets you limit which user role you want to exclude.
es_es: Esta opción te permite limitar qué rol de usuario deseas excluir.

source: Description
es_es: Descripción

source: Wallet transaction description that will display as transaction note.
es_es: Descripción de la transacción de billetera que se mostrará como nota de transacción.

source: Balance credited visiting site.
es_es: Saldo acreditado por visitar el sitio.

source: New user registration
es_es: Registro de nuevo usuario

source: Set credit upon new user registration
es_es: Establecer crédito por registro de nuevo usuario

source: Enable auto credit upon user registration
es_es: Activar crédito automático por registro de usuario

source: Enter amount which will be credited to the user wallet after registration.
es_es: Ingresa el monto que se acreditará en la billetera del usuario después del registro.

source: Balance credited for becoming a member.
es_es: Saldo acreditado por convertirse en miembro.

source: WooCommerce product review
es_es: Reseña de producto WooCommerce

source: Set credit for WooCommerce product review
es_es: Establecer crédito por reseña de producto WooCommerce

source: Enable credit for WooCommerce product review
es_es: Activar crédito por reseña de producto WooCommerce

source: Enter amount which will be credited to the user wallet for reviewing a WooCommerce product.
es_es: Ingresa el monto que se acreditará en la billetera del usuario por reseñar un producto WooCommerce.

source: Balance credited for reviewing a WooCommerce product.
es_es: Saldo acreditado por reseñar un producto WooCommerce.

source: Referrals
es_es: Referidos

source: Set credit ruls for referrals
es_es: Establecer reglas de crédito para referidos

source: Enable credit for referrals.
es_es: Activar crédito por referidos.

source: Referring Visitors
es_es: Visitantes referidos

source: Limit
es_es: Límite

source: No Limit
es_es: Sin límite

source: Per Day
es_es: Por día

source: Per Week
es_es: Por semana

source: Per Month
es_es: Por mes

source: Balance credited for referring a visitor
es_es: Saldo acreditado por referir a un visitante

source: Referring Signups
es_es: Registros referidos

source: Enter amount which will be credited to the user wallet for referring a user.
es_es: Ingresa el monto que se acreditará en la billetera del usuario por referir a un usuario.

source: Minimum Order Amount
es_es: Monto mínimo de pedido

source: Enter the minimum order amount for referral credit.
es_es: Ingresa el monto mínimo de pedido para el crédito por referido.

source: Balance credited for referring a new member
es_es: Saldo acreditado por referir a un nuevo miembro

source: Referral Links
es_es: Enlaces de referido

source: Referral Format
es_es: Formato de referido

source: Numeric referral ID
es_es: ID de referido numérico

source: Usernames as referral ID
es_es: Nombres de usuario como ID de referido

source: Sell Content
es_es: Vender contenido

source: Sell your content using wallet balance. Use shortcode <code>[tw-sell-content]</code> to sell part of a content.
es_es: Vende tu contenido usando el saldo de la billetera. Usa el shortcode <code>[tw-sell-content]</code> para vender parte de un contenido.

source: Enable sell Content action
es_es: Activar acción de vender contenido

source: Which post type(s) content do you want to sell?
es_es: ¿Qué tipo(s) de publicación deseas vender?

source: This option lets you to choose post types which you want to sell.
es_es: Esta opción te permite elegir los tipos de publicación que deseas vender.

source: Default Amount
es_es: Monto predeterminado

source: Enter amount which will be from user wallet when purchase paid content.
es_es: Ingresa el monto que se cobrará de la billetera del usuario al comprar contenido de pago.

source: Profit Share
es_es: Reparto de ganancias

source: Option to pay a percentage of each sale with the content author.
es_es: Opción para pagar un porcentaje de cada venta al autor del contenido.

source: Expiration
es_es: Expiración

source: Option to automatically expire purchases after certain number of Hour(s). Use zero to disable..
es_es: Opción para expirar automáticamente las compras después de un cierto número de hora(s). Usa cero para desactivar.

source: Purchase Description
es_es: Descripción de compra

source: Purchase transaction description that will display as transaction note. Available Tags<code>#title#</code> <code>#link_with_title#</code>
es_es: Descripción de la transacción de compra que se mostrará como nota. Etiquetas disponibles<code>#title#</code> <code>#link_with_title#</code>

source: Purchase of #title#
es_es: Compra de #title#

source: Selling Description
es_es: Descripción de venta

source: Selling transaction description that will display as transaction note. Available Tags<code>#title#</code> <code>#link_with_title#</code>
es_es: Descripción de la transacción de venta que se mostrará como nota. Etiquetas disponibles<code>#title#</code> <code>#link_with_title#</code>

source: Sale of #title#
es_es: Venta de #title#

source: Button Label
es_es: Etiqueta del botón

source: Enter pay button lable. Available Tags<code>#price#</code>
es_es: Ingresa la etiqueta del botón de pago. Etiquetas disponibles<code>#price#</code>

source: Pay #price#
es_es: Pagar #price#

source: Button CSS Classes
es_es: Clases CSS del botón

source: Enter custom button CSS Classes
es_es: Ingresa las clases CSS personalizadas del botón

source: Purchase Template
es_es: Plantilla de compra

source: The content will be replaced with this template when viewed by a user that has not paid for the content but can afford to pay.
es_es: El contenido será reemplazado por esta plantilla cuando sea visto por un usuario que no ha pagado pero puede permitirse pagar.

source: Available Tags: <code>#buy_button#</code> <code>#price#</code> <code>#balance#</code>
es_es: Etiquetas disponibles: <code>#buy_button#</code> <code>#price#</code> <code>#balance#</code>

source: Insufficient Funds Template
es_es: Plantilla de fondos insuficientes

source: The content will be replaced with this template when viewed by a user that has not paid for the content and can not afford to pay.
es_es: El contenido será reemplazado por esta plantilla cuando sea visto por un usuario que no ha pagado y no puede permitirse pagar.

source: Available Tags: <code>#price#</code> <code>#balance#</code>
es_es: Etiquetas disponibles: <code>#price#</code> <code>#balance#</code>

source: Visitors Template
es_es: Plantilla de visitantes

source: The content will be replaced with this template when viewed by someone who is not logged in on your website.
es_es: El contenido será reemplazado por esta plantilla cuando sea visto por alguien que no ha iniciado sesión en tu sitio web.

source: Available Tags: <code>#price#</code>
es_es: Etiquetas disponibles: <code>#price#</code>

source: Sell this content
es_es: Vender este contenido

source: Price
es_es: Precio

source: Username
es_es: Usuario

source: Email
es_es: Correo electrónico

source: Total Deposits
es_es: Total de depósitos

source: Total Spent
es_es: Total gastado

source: Cashback Earned
es_es: Cashback ganado

source: Remaining balance
es_es: Saldo restante

source: Status
es_es: Estado

source: No users found.
es_es: No se encontraron usuarios.

source: Edit Balance
es_es: Editar saldo

source: Locked
es_es: Bloqueado

source: Active
es_es: Activo

source: Balance after deleting transaction logs
es_es: Saldo después de eliminar registros de transacciones

source: Credit
es_es: Crédito

source: Debit
es_es: Débito

source: Delete Log
es_es: Eliminar registro

source: You are about to delete transaction records from database for selected users.
es_es: Estás a punto de eliminar registros de transacciones de la base de datos para los usuarios seleccionados.

source: Loading...
es_es: Cargando...

source: Name
es_es: Nombre

source: Type
es_es: Tipo

source: Date
es_es: Fecha

source: Details
es_es: Detalles

source: Created By
es_es: Creado por

source: No transactions found.
es_es: No se encontraron transacciones.

source: Wallet topup
es_es: Recarga de billetera

source: Wallet transfer
es_es: Transferencia de billetera

source: Transactions
es_es: Transacciones

source: My Wallet
es_es: Mi Billetera

source: Manage your wallet and transactions seamlessly.
es_es: Administra tu billetera y transacciones fácilmente.

source: Total Balance
es_es: Saldo total

source: Balance History
es_es: Historial de saldo

source: No transactions found
es_es: No se encontraron transacciones

source: Wallet Topup
es_es: Recarga de billetera

source: Enter amount
es_es: Ingresa el monto

source: Add Funds
es_es: Agregar fondos

source: Wallet Transfer
es_es: Transferencia de billetera

source: Select Recipient
es_es: Seleccionar destinatario

source: (Email)
es_es: (Correo electrónico)

source: What's this for?
es_es: ¿Para qué es esto?

source: Optional note...
es_es: Nota opcional...

source: Proceed to Transfer
es_es: Proceder con la transferencia

source: Your Referral URL
es_es: Tu URL de referido

source: Copy to clipboard
es_es: Copiar al portapapeles

source: Copy URL
es_es: Copiar URL

source: Referral Statistics
es_es: Estadísticas de referidos

source: Visitors
es_es: Visitantes

source: Signups
es_es: Registros

source: Earnings
es_es: Ganancias

source: Copied!
es_es: ¡Copiado!

source: Your wallet account is locked please contact site owner for more details.
es_es: Tu cuenta de billetera está bloqueada. Por favor contacta al administrador del sitio para más detalles.

source: Via wallet
es_es: Vía billetera

source: Wallet Balance
es_es: Saldo de billetera

source: Wallet Management
es_es: Gestión de billetera

source: Current wallet balance
es_es: Saldo actual de la billetera

source: Lock / Unlock
es_es: Bloquear / Desbloquear

source: Unlock
es_es: Desbloquear

source: Lock
es_es: Bloquear

source: Users wallet details
es_es: Detalles de billetera de usuarios

source: Search Users
es_es: Buscar usuarios

source: Adjust Balance: %1$s (%2$s)
es_es: Ajustar saldo: %1$s (%2$s)

source: Current wallet balance:
es_es: Saldo actual de la billetera:

source: Enter Amount
es_es: Ingresa el monto

source: Select payment type
es_es: Selecciona el tipo de pago

source: Enter Description
es_es: Ingresa la descripción

source: Transaction details
es_es: Detalles de transacción

source: Invalid user
es_es: Usuario inválido

source: Please enter amount
es_es: Por favor ingresa el monto

source: %s has insufficient balance for debit.
es_es: %s tiene saldo insuficiente para el débito.

source: %1$s has been debited from %2$s wallet account. <a href="%3$s">View all transactions&rarr;</a>
es_es: Se ha debitado %1$s de la cuenta de billetera de %2$s. <a href="%3$s">Ver todas las transacciones&rarr;</a>

source: There may be some issue with database connection. Please deactivate OnplayWallet plugin and activate again.
es_es: Puede haber un problema con la conexión a la base de datos. Por favor desactiva el plugin OnplayWallet y actívalo nuevamente.

source: %1$s has been credited to %2$s wallet account. <a href="%3$s">View all transactions&rarr;</a>
es_es: Se ha acreditado %1$s en la cuenta de billetera de %2$s. <a href="%3$s">Ver todas las transacciones&rarr;</a>

source: Wallet actions
es_es: Acciones de billetera

source: Integrated wallet actions are listed below. If active those actions will be triggered with respective WordPress hook.
es_es: Las acciones integradas de billetera se listan a continuación. Si están activas, se ejecutarán con su respectivo hook de WordPress.

source: Action
es_es: Acción

source: Enabled
es_es: Activado

source: Disabled
es_es: Desactivado

source: Yes
es_es: Sí

source: Manage
es_es: Administrar

source: Setup
es_es: Configurar

source: Save changes
es_es: Guardar cambios

source: Display wallet icon and amount instead of menu navigation label?
es_es: ¿Mostrar icono de billetera y monto en lugar de la etiqueta de navegación del menú?

source: %s wallet top-up this month
es_es: %s recarga de billetera este mes

source: Actions
es_es: Acciones

source: Cashback type
es_es: Tipo de cashback

source: Select cashback type percentage or fixed
es_es: Selecciona el tipo de cashback: porcentaje o fijo

source: Percentage
es_es: Porcentaje

source: Fixed
es_es: Fijo

source: Cashback Amount
es_es: Monto de cashback

source: Enter cashback amount
es_es: Ingresa el monto de cashback

source: Apply as cashback
es_es: Aplicar como cashback

source: Check this box if the coupon should apply as cashback.
es_es: Marca esta casilla si el cupón debe aplicarse como cashback.

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
es_es: Si te gusta %1$s, por favor déjanos una calificación de %2$s. ¡Muchas gracias de antemano!

source: Thank you for using OnplayWallet.
es_es: Gracias por usar OnplayWallet.

source: Thanks :)
es_es: ¡Gracias :)

source: Wallet endpoints
es_es: Endpoints de billetera

source: Endpoint for the "My account &rarr; My Wallet" page.
es_es: Endpoint para la página "Mi cuenta &rarr; Mi Billetera".

source: Endpoints are appended to your page URLs to handle specific actions on the accounts pages. They should be unique and can be left blank to disable the endpoint.
es_es: Los endpoints se añaden a las URLs de tus páginas para manejar acciones específicas en las páginas de cuenta. Deben ser únicos y pueden dejarse en blanco para desactivar el endpoint.

source: View details
es_es: Ver detalles

source: Recalculate order cashback
es_es: Recalcular cashback del pedido

source: Refund
es_es: Reembolso

source: Refunded
es_es: Reembolsado

source: to customer wallet
es_es: a la billetera del cliente

source: Refund not credited to customer
es_es: Reembolso no acreditado al cliente

source: General Options
es_es: Opciones generales

source: Credit Options
es_es: Opciones de crédito

source: Settings
es_es: Configuración

source: Rechargeable Product Title
es_es: Título del producto recargable

source: Enter wallet rechargeable product title | <a href="%s" target="_blank">Edit product</a>
es_es: Ingresa el título del producto recargable de billetera | <a href="%s" target="_blank">Editar producto</a>

source: Rechargeable Product Image
es_es: Imagen del producto recargable

source: Choose wallet rechargeable product image | <a href="%s" target="_blank">Edit product</a>
es_es: Elige la imagen del producto recargable de billetera | <a href="%s" target="_blank">Editar producto</a>

source: Set product image
es_es: Establecer imagen del producto

source: Product image
es_es: Imagen del producto

source: Rechargeable Product Tax status
es_es: Estado fiscal del producto recargable

source: Define whether or not the rechargeable Product is taxable.
es_es: Define si el producto recargable está sujeto a impuestos o no.

source: Taxable
es_es: Gravable

source: None
es_es: Ninguno

source: Rechargeable Product Tax class
es_es: Clase fiscal del producto recargable

source: Choose a tax class for rechargeable product. Tax classes are used to apply different tax rates specific to certain types of product.
es_es: Elige una clase fiscal para el producto recargable. Las clases fiscales se usan para aplicar diferentes tasas de impuestos a ciertos tipos de productos.

source: Minimum Topup Amount
es_es: Monto mínimo de recarga

source: The minimum amount needed for wallet top up
es_es: El monto mínimo necesario para la recarga de billetera

source: Maximum Topup Amount
es_es: Monto máximo de recarga

source: The maximum amount needed for wallet top up
es_es: El monto máximo permitido para la recarga de billetera

source: Allowed Payment Gateways
es_es: Pasarelas de pago permitidas

source: Select the payment gateways you want to allow for wallet top up.
es_es: Selecciona las pasarelas de pago que deseas permitir para la recarga de billetera.

source: Allow this gateway for recharge wallet
es_es: Permitir esta pasarela para recargar billetera

source: Partial payment
es_es: Pago parcial

source: If checked user will be able to use part of wallet balance at checkout page.
es_es: Si se activa, el usuario podrá usar parte del saldo de su billetera en la página de pago.

source: Auto deduct wallet balance for partial payment
es_es: Deducir automáticamente el saldo de la billetera para pago parcial

source: If a purchase requires more balance than you have in your wallet, then if checked the wallet balance will be deduct first and the rest of the amount will need to be paid.
es_es: Si una compra requiere más saldo del que tienes en tu billetera, al activar esta opción el saldo de la billetera se deducirá primero y el resto del monto deberá pagarse.

source: If checked %1$s will be debited from your wallet and %2$s will be paid through other payment method
es_es: Si se activa, %1$s se debitará de tu billetera y %2$s se pagará a través de otro método de pago

source: If checked user will be able to transfer fund to another user.
es_es: Si se activa, el usuario podrá transferir fondos a otro usuario.

source: Minimum transfer amount
es_es: Monto mínimo de transferencia

source: Enter minimum transfer amount
es_es: Ingresa el monto mínimo de transferencia

source: Transfer charge type
es_es: Tipo de cargo por transferencia

source: Select transfer charge type percentage or fixed
es_es: Selecciona el tipo de cargo por transferencia: porcentaje o fijo

source: Percent Charge(%)
es_es: Cargo porcentual (%)

source: Fixed Charge
es_es: Cargo fijo

source: Transfer charge Amount
es_es: Monto del cargo por transferencia

source: Enter transfer charge amount
es_es: Ingresa el monto del cargo por transferencia

source: Cashback Reward Program
es_es: Programa de recompensas Cashback

source: Run cashback reward program on your store
es_es: Ejecutar programa de recompensas cashback en tu tienda

source: Cashback Rule
es_es: Regla de cashback

source: Select Cashback Rule cart or product wise
es_es: Selecciona la regla de cashback por carrito o por producto

source: Cart wise
es_es: Por carrito

source: Product wise
es_es: Por producto

source: Product category wise
es_es: Por categoría de producto

source: Cashback Option
es_es: Opción de cashback

source: Cashback Options
es_es: Opciones de cashback

source: Set product cashback options
es_es: Establecer opciones de cashback del producto

source: Allow vendor to update product cashback
es_es: Permitir al vendedor actualizar el cashback del producto

source: Checking this will enable sellers to change the product cashback option. If unchecked, only admin can change product cashback.
es_es: Activar esto permitirá a los vendedores cambiar la opción de cashback del producto. Si se desactiva, solo el administrador podrá cambiar el cashback del producto.

source: This option lets you specify which user role you want to exclude from the cashback program.
es_es: Esta opción te permite especificar qué rol de usuario deseas excluir del programa de cashback.

source: Process cashback
es_es: Procesar cashback

source: Select order status to process cashback
es_es: Selecciona el estado del pedido para procesar cashback

source: Allow Minimum cashback
es_es: Permitir cashback mínimo

source: If checked minimum cashback amount will be applied on product category cashback calculation.
es_es: Si se activa, el monto mínimo de cashback se aplicará en el cálculo de cashback por categoría de producto.

source: Maximum Cashback Amount
es_es: Monto máximo de cashback

source: Enter maximum cashback amount
es_es: Ingresa el monto máximo de cashback

source: Minimum Cart Amount
es_es: Monto mínimo del carrito

source: Enter applicable minimum cart amount for cashback
es_es: Ingresa el monto mínimo del carrito aplicable para cashback

source: Payment gateway charge
es_es: Cargo de pasarela de pago

source: Charge customer when they add balance to their wallet?
es_es: ¿Cobrar al cliente cuando agrega saldo a su billetera?

source: Charge type
es_es: Tipo de cargo

source: Select gateway charge type percentage or fixed
es_es: Selecciona el tipo de cargo de pasarela: porcentaje o fijo

source: Enter gateway charge amount for
es_es: Ingresa el monto del cargo de pasarela para

source: Charge Tax
es_es: Cargo de impuesto

source: Tax for withdrawal charge, calculate in percent.
es_es: Impuesto para cargo por retiro, calculado en porcentaje.

source: Mini wallet display location
es_es: Ubicación de visualización de mini billetera

source: Select the location where you want to display mini wallet.
es_es: Selecciona la ubicación donde deseas mostrar la mini billetera.

source: Wallet payment
es_es: Pago con billetera

source: Wallet Payment
es_es: Pago con billetera

source: Enable wallet payments
es_es: Activar pagos con billetera

source: Have your customers pay with wallet.
es_es: Permite que tus clientes paguen con billetera.

source: Pay with wallet.
es_es: Pagar con billetera.

source: Pay by wallet
es_es: Pagar con billetera

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.

source: Instructions
es_es: Instrucciones

source: Instructions that will be added to the thank you page.
es_es: Instrucciones que se agregarán a la página de agradecimiento.

source: Payment error:
es_es: Error de pago:

source: Something went wrong with processing payment please try again.
es_es: Algo salió mal al procesar el pago. Por favor intenta de nuevo.

source: Thank you for using wallet
es_es: Gracias por usar la billetera

source: Thank you for using your wallet.
es_es: Gracias por usar tu billetera.

source: Upon placing this order a cashback of %s will be credited to your wallet.
es_es: Al realizar este pedido, se acreditará un cashback de %s en tu billetera.

source: Amount transferred successfully!
es_es: ¡Monto transferido exitosamente!

source: Minimum transfer amount is %s
es_es: El monto mínimo de transferencia es %s

source: Amount cannot exceed your wallet balance
es_es: El monto no puede exceder tu saldo de billetera

source: The minimum amount needed for wallet top up is %s
es_es: El monto mínimo necesario para la recarga de billetera es %s

source: Wallet top up amount should be less than %s
es_es: El monto de recarga de billetera debe ser menor que %s

source: Wallet top up amount should be between %1$s and %2$s
es_es: El monto de recarga de billetera debe estar entre %1$s y %2$s

source: Please enter a valid amount greater than 0
es_es: Por favor ingresa un monto válido mayor que 0

source: Entered amount is greater than current wallet amount.
es_es: El monto ingresado es mayor que el saldo actual de la billetera.

source: Invalid User.
es_es: Usuario inválido.

source: Invalid nonce
es_es: Nonce inválido
